{
    "internationalizations": [
        {
            "language": "pt",
            "description": "Minha caminhada como <i>programador</i> teve início aos nove anos de idade quando me apaixonei pelo <i>Logo</i>, uma linguagem de programação educacional usada para cativar crianças nas maravilhosas terras da <i>Programação</i>. Costumava passar horas seguidas tentando criar figuras e animações, usando matemática e geometria. Naquela época, eu simplesmente não conhecia os desafios emocionantes que ainda estavam por vir.<br><br>Alguns anos depois, consegui um estágio como <i>Webmaster</i>, desde então, nunca mais parei, sendo mais de uma década, onde venho tendo a chance de trabalhar com pessoas maravilhosas, aprendendo todos os dias, viajando pelo mundo e, principalmente, sempre fazendo grandes amizades.<br><br>Tive experiência como empreendedor, quando um amigo apresentou-me <i>Magento</i>, um framework de comércio eletrônico extremamente popular. Depois de fazer vários cursos e muita prática, consegui contratos com agências de São Paulo e Rio de Janeiro, Brasil. Essa experiência de empreendedorismo me deu a chance de ver o outro lado da moeda, o que contribuiu para expandir um pouco mais minha consciência como colaborador.<br><br>Atualmente, continuo buscando novas habilidades, aprendendo e compartilhando meu humilde conhecimento, tanto quanto possível."
        },
        {
            "language": "en",
            "description": "My path as a tech fanatic started when I was about 11 years old.  My school offered a new innovative activity called <a href='https://www.firstlegoleague.org/' target='_blank'>First Lego League</a>.  This was a program back in the early. 2000's meant to get young kids fired up in the amazing world of technology by having them build innovative Lego robots and programming them, with a simple drag, drop and properties interface to perform certain tasks.  At that time, I had no idea of what amazing things the constantly evolving world of technology would offer in the coming years. <br><br>After graduating high school, there was no other course to take other than studying software engineering and hitting the tech world head-on.  Since then, I've been given.  a lot of opportunities to work with brilliant people on amazing technologies starting with two trips to Australia in 2014 and 2015 to work on bleeding edge technologies with bleeding edge tech stacks such as Angular 2, Azure, etc. <br><br>The past few years have been like a volcanic erruption, constantly learning new things both technical and business related.  It's quit amazing how the world seems to just keep getting more and more interesting by the day. <br><br>Currently, I'm at a type of addiction for learning more, doing more, doing things faster and ofcourse more effectively. <br><br>"
        }
    ],
    "medias": [        
        {
            "icon": "linkedin",
            "title": "LinkedIn",
            "http": "https://www.linkedin.com/in/wernerswanepoel/"
        },
        {
            "icon": "github",
            "title": "GitHub",
            "http": "https://github.com/guilhermeborgesbastos"
        },
        {
            "icon": "facebook",
            "title": "Facebook",
            "http": "https://www.facebook.com/werner.swanepoel2/"
        }
    ],
    "hobbies": [        
        {
            "icon": "music",
            "title": "Music"
        },
        {
            "icon": "code",
            "title": "Coding"
        },
        {
            "icon": "suitcase-rolling",
            "title": "Traveling"
        },
        {
            "icon": "book",
            "title": "Learning"
        },
        {
            "icon": "coffee",
            "title": "Coffee"
        },
        {
            "icon": "gamepad",
            "title": "Gaming"
        }
    ]
}